org/neuroscience_experimental_evidence.org
:PROPERTIES:
:ID:       071ccf84-f23c-4b79-8e5d-4f91feac68d5
:END:
#+title: Neuroscience Experimental Evidence

- tags :: [[id:54691107-81a0-4d7b-8c51-d8a74bde7f86][Spiking Neural Networks]], [[id:cc7d1ffe-280d-4744-9fac-c38e70c5472c][Neuroscience ⭐]]

* Eligibility Traces

Neurons in the brain maintain traces of preceding activity on the
molecular level, for example in the form of calcium ions or
activated CaMKII enzymes. That is, they maintain a fading memory of
events where the presynaptic neuron fired before the postsynaptic
neuron, which induces synaptic plasticity, if followed by a top-down
learning signal. 

* Top-down learning signals

Top-down learning signals such as dopaminergistic signals, are
abundant, and inform local population of neurons about the behavioural
results.

