content/posts/neuroscience_experimental_evidence.md
+++
title = "Neuroscience Experimental Evidence"
author = ["Jethro Kuan"]
draft = false
+++

tags
: [Spiking Neural Networks]({{<relref "spiking_neural_networks.md" >}}), [Neuroscience ⭐]({{<relref "neuroscience.md" >}})

## Eligibility Traces {#eligibility-traces}

Neurons in the brain maintain traces of preceding activity on the
molecular level, for example in the form of calcium ions or
activated CaMKII enzymes. That is, they maintain a fading memory of
events where the presynaptic neuron fired before the postsynaptic
neuron, which induces synaptic plasticity, if followed by a top-down
learning signal.

## Top-down learning signals {#top-down-learning-signals}

Top-down learning signals such as dopaminergistic signals, are
abundant, and inform local population of neurons about the behavioural
results.
